"_BASE_USED_" = "en";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "OK";
"Done" = "Done";
"Yes" = "Yes";
"No" = "No";
"Don't show again" = "Don't show again";
"Set as default compressor" = "Set as default compressor";
"Not now" = "Not now";
"Want to make Keka your default compressor?" = "Want to make Keka your default compressor?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "This means that all the compatible files will be extracted with Keka. You can set this later in the Keka Preferences.";
"Really want to close Keka?" = "Really want to close Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done.";
"Password needed" = "Password needed";
"File \"%@\" needs a password to be extracted" = "File \"%@\" needs a password to be extracted";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "Extraction of \"%@\" done";
"Extraction of \"%@\" failed." = "Extraction of \"%@\" failed.";
"Extraction of %i files done" = "Extraction of %i files done";
"Extraction complete" = "Extraction complete";
"Extraction fail" = "Extraction failed";
"Compression complete" = "Compression complete";
"File \"%@\" created" = "File \"%@\" created";
"Compression fail" = "Compression failed";
"File \"%@\" cannot be created" = "File \"%@\" cannot be created";
"Operation not implemented" = "Operation not implemented";
"Performing operation..." = "Performing operation...";
"Waiting..." = "Waiting...";
"Extracting \"%@\"" = "Extracting \"%@\"";
"Extracting \"%@...\"" = "Extracting \"%@...\"";
"Creating %@ file..." = "Creating %@ file...";
"Creating file \"%@\"" = "Creating file \"%@\"";
"Creating file \"%@...\"" = "Creating file \"%@...\"";
"Volume name:" = "Volume name:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Time elapsed: %d:%@%d:%@%d hours%@";
"Time elapsed: %d:%@%d minutes%@" = "Time elapsed: %d:%@%d minutes%@";
"Time elapsed: %d seconds%@" = "Time elapsed: %d seconds%@";
"%d seconds" = "%d seconds";
"%d:%@%d minutes" = "%d:%@%d minutes";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d hours";
"Pause" = "Pause";
"Continue" = "Continue";
"Operation paused" = "Operation paused";
"Cancel" = "Cancel";
"Close" = "Close";
"Operation failed" = "Operation failed";
"Operation failed with error code %d" = "Operation failed with error code %d";
"Choose a name and folder to start the compression" = "Choose a name and folder to start the compression";
"Creation of \"%@\" failed" = "Creation of \"%@\" failed";
"Creating \"%@\"" = "Creating \"%@\"";
"Prepearing extraction..." = "Preparing extraction…";
"Choose a folder to extract this file" = "Choose a folder to extract this file";
"Choose where do you want to extract \"%@\"" = "Choose where do you want to extract \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Select all the volumes from \"%@\" or the folder that contains them";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "Extraction of \"%@\" failed";
"Keka - %i on queue" = "Keka - %i on queue";
"Keka can't create this %@ image" = "Keka can't create this %@ image";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image.";
"Keka can't create this @% tarball" = "Keka can't create this @% tarball";
"This operation is not supported on %@." = "This operation is not supported on %@.";
"Compress \"%@\" in %@ to..." = "Compress \"%@\" in %@ to...";
"Compress in %@ to..." = "Compress in %@ to...";
"Save as:" = "Save as:";
"Compress" = "Compress";
"Extract \"%@\" to..." = "Extract \"%@\" to…";
"Extract as:" = "Extract as:";
"Extract" = "Extract";
" - Remaining: Calculating..." = " - Remaining: Calculating...";
" - Remaining: About one second" = " - Remaining: About one second";
" - Remaining: About %d seconds" = " - Remaining: About %d seconds";
" - Remaining: About 1 minute" = " - Remaining: About 1 minute";
" - Remaining: About %d minutes" = " - Remaining: About %d minutes";
" - Remaining: About 1 hour" = " - Remaining: About 1 hour";
" - Remaining: About %d hours" = " - Remaining: About %d hours";
" - Remaining: About 1 day" = " - Remaining: About 1 day";
" - Remaining: About %d days" = " - Remaining: About %d days";
" - Remaining: About 1 year" = " - Remaining: About 1 year";
" - Remaining: About %d years" = " - Remaining: About %d years";
" - Remaining: Less than one second" = " - Remaining: Less than one second";
"Can't show progress time..." = "Can't show progress time…";
"Password for \"%@\"" = "Password for \"%@\"";
"Method:" = "Method:";
"No compression" = "No compression";
"Fastest, less compression" = "Fastest, less compression";
"Fast, less compression" = "Fast, less compression";
"Normal" = "Normal";
"Slow, more compression" = "Slow, more compression";
"Slowest, more compression" = "Slowest, more compression";
"Compression" = "Compression";
"Extraction" = "Extraction";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nKeka will now quit.";
"Keka is dying!" = "Keka is dying!";
"Ask each time" = "Ask each time";
"Next to original file" = "Next to original file";
"Custom folder..." = "Custom folder...";
"Same as original file" = "Same as original file";
"Custom name..." = "Custom name...";
"Compressed file" = "Compressed file";
"Set as default folder" = "Set as default folder";
"Perform automatic action" = "Perform automatic action";
"Always compress" = "Always compress";
"Always extract" = "Always extract";
"1.4 MB Floppy" = "1.4 MB Floppy disk";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Drop here to extract";
"Drop here to compress" = "Drop here to compress";
"Binary \"%@\" is not accessible" = "Binary \"%@\" is not accessible";
"The first part \"%@\" can't be found" = "The first part \"%@\" can't be found";
"unknown" = "unknown";
"Unknown error" = "Unknown error";
"Error code %d using \"%@\"\n%@" = "Error code %d using \"%@\"\n%@";
"No errors found" = "No errors found";
"Minor error, the operation may be done well" = "Minor error, the operation may have been completed";
"Fatal error" = "Fatal error";
"CRC error occurred, maybe the file is corrupt" = "CRC error occurred, maybe the file is corrupt";
"Attempt to modify an archive previously locked" = "Attempt to modify an archive previously locked";
"Maybe you don't have permission to write or your disk is full" = "Maybe you don't have permission to write or your disk is full";
"Can't open the file, maybe you don't have read permission" = "Can't open the file, maybe you don't have read permission";
"Command line error, please contact with the developer" = "Command line error, please contact with the developer";
"Not enough memory. Try to close some programs and repeat the operation" = "Not enough memory. Try to close some programs and repeat the operation";
"Can't create the file, maybe you don't have permission or free space" = "Can't create the file, maybe you don't have permission or free space";
"Canceled manually" = "Canceled manually";
"Bad password, try again" = "Bad password, try again";
"This archive is locked" = "This archive is locked";
"Write error. No permission? No space left?" = "Write error. No permission? No space left?";
"Can't open the file, maybe it's not accessible" = "Can't open the file, maybe it's not accessible";
"No files matching the mask" = "No files matching the mask";
"Give access" = "Give access";
"Just folder access" = "Just folder access";
"Quit" = "Quit";
"More information" = "More information";
"Keka needs file access" = "Keka needs file access";
"Give home access" = "Give home access";
"Customize" = "Customize";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "In order to work seamlessly with your files, Keka needs local access to the Mac disk.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nSimply click on \"Give access to Keka\", your disk should already be selected.";
"Give access to Keka" = "Give access to Keka";
"Full Mac access (Recommended)" = "Full Mac access (Recommended)";
"Home folder access" = "Home folder access";
"External volumes access" = "External volumes access";
"External disk: %@" = "External disk: %@";
"An extension is required" = "An extension is required";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel.";
"Cannot set Keka as default" = "Cannot set Keka as default";
"The intermediate application failed to launch. There is more information in the Console.app." = "The intermediate application failed to launch. There is more information in the Console.app.";
"The intermediate application returned an undefined code." = "The intermediate application returned an undefined code.";
"Keka is now set as the default application for its known formats." = "Keka is now set as the default application for its known formats.";
"Keka set as default" = "Keka set as default";
"There were some errors while registering the formats. There is more information in the Console.app." = "There were some errors while registering the formats. There is more information in the Console.app.";
"The intermediate application can't get access to Keka." = "The intermediate application can't get access to Keka.";
"The intermediate application can't find Keka." = "The intermediate application can't find Keka.";
